[Author]
Language=Italian
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=3 March 2015

[Language]
File1.Caption=File
OpenChangelog1.Caption=Apri Changelog
OpenEULA1.Caption=Apri EULA
Exit1.Caption=Esci
Help1.Caption=Aiuto
Homepage1.Caption=Homepage
About1.Caption=About
TabSheet1.Caption=File Checksum
TabSheet2.Caption=Hash Stringa
TabSheet3.Caption=Compara Files
TabSheet5.Caption=Scansiona Cartella
TabSheet7.Caption=Verifica Checksum
Label10.Caption=Seleziona la cartella da analizzare:
Label11.Caption=File mask:
Button8.Caption=Scansiona
Button14.Caption=Interrompi
Button11.Caption=Filtri
Button12.Caption=Esporta
Label66.Caption=Compara Due Files
Label9.Caption=Seleziona due files e controlla se sono diversi.
Button6.Caption=Compara
Label7.Caption=Verifica Checksum File
Label8.Caption=Seleziona un file e confrontalo con un hash MD5.
Button9.Caption=Verifica
Button16.Caption=Incolla
Label2.Caption=Inserisci la stringa per calcolare hash checksum:
Button4.Caption=Genera
Label12.Caption=Lunghezza stringa:
Button2.Caption=Esporta
Label1.Caption=Seleziona il file per calcolare hash checksum:
Button1.Caption=Cerca...
Button15.Caption=Esporta
Label5.Caption=Dimensione file:
imgFacebookLike.Hint=Seguici su Facebook
imgDonate.Hint=Supporta questo progetto
FrmSettings.Label6.Caption=Seleziona lingua:
FrmSettings.Caption=Impostazioni
FrmSettings.CheckBox1.Caption=Aggiungi al Menu Contestuale di Explorer
FrmSettings.Button1.Caption=Chiudi
FrmOutputFormat.Caption=Filtri
FrmOutputFormat.CheckBox2.Caption=Scansiona anche le sottocartelle ricorsivamente
FrmOutputFormat.CheckBox3.Caption=Scansiona soltanto i files PE validi, ad esempio EXE, SYS, DLL, etc
FrmOutputFormat.CheckBox1.Caption=Ignora i files vuoti di 0 bytes
FrmOutputFormat.Label1.Caption=Variabili disponibili:
FrmOutputFormat.Label2.Caption=Scrivi il tuo formato di uscita personalizzato:
FrmOutputFormat.Label3.Caption=Formato di Uscita
FrmOutputFormat.Label4.Caption=Personalizza Scansione

FrmOutputFormat.cbSkipHiddenFiles.Caption=Ignora files contrassegnati come nascosti
FrmOutputFormat.cbSkipSystemFiles.Caption=Ignora files contrassegnati come files di sistema
FrmOutputFormat.cbSkipBiggerFiles.Caption=Ignora files più grandi di N MBs di dimensione

FrmAbout.Label4.Caption=Seguici su Twitter
FrmAbout.Label5.Caption=Seguici su Facebook
FrmAbout.Label6.Caption=Supporta questo progetto
FrmAbout.Caption=About
Button18.Caption=Clipboard
Button7.Caption=Cerca...
Button3.Caption=Cerca...
Button5.Caption=Cerca...
Button17.Caption=Clipboard
FrmSettings.CheckBox3.Caption=Minimizza l'applicazione quando avviata manualmente
Label6.Caption=Seleziona il file da verificare:
Label20.Caption=Scrivi il checksum MD5 qua sotto:
Label21.Caption=Seleziona il primo file:
Label22.Caption=Seleziona il secondo file:
Label13.Caption=MD5 checksum:
Label14.Caption=SHA1 checksum:
Label15.Caption=SHA256 checksum:
Label16.Caption=SHA384 checksum:
Label17.Caption=SHA512 checksum:
cbMD5.Caption=MD5 checksum:
cbSHA1.Caption=SHA1 checksum:
cbSHA256.Caption=SHA256 checksum:
cbSHA384.Caption=SHA384 checksum:
cbSHA512.Caption=SHA512 checksum:
Settings1.Caption=Impostazioni
Configure1.Caption=Configura

;Messages

FILE_NOT_EXIST=Il file non esiste.
SELECT_FILE=Seleziona file...
FILES_IDENTICAL=I files sono identici!
FILES_DIFFERENT=I files sono diversi!
HASH_EMPTY=Il campo hash è vuoto.
HASH_WRONG=Il campo hash è sbagliato. Usa il formato MD5 hash (32 caratteri).
MD5_CHECK_EQUAL=Il file MD5 checksum è uguale!
MD5_CHECK_DIFFERENT=Il file MD5 checksum è diverso!
DIR_NOT_FOUND=La cartella non esiste.
FILES=Files
SELECT_FOLDER=Seleziona cartella
TEXTAREA_EMPTY=La textarea è vuota.
WAIT=Attendi...

;New strings

Form1.Makeadonation1.Caption=Fai una donazione
Form1.Facebookpage1.Caption=Pagina Facebook
Form1.witterpage1.Caption=Pagina Twitter

